Repository: terminal42/contao-pageimage
Catalog: contao/languages/*/*_page.xlf
Languages: de

# tl_page.pageImage.0
source: Image for this page
de: Bild für diese Seite

# tl_page.pageImage.1
source: Please select an image for this page. If you don't choose anything, the image of the parent page might be used.
de: Wählen Sie ein Bild für diese Seite. Wenn Sie nichts angeben wird ggf. das Bild der übergeordneten Seite verwendet.

# tl_page.pageImageUrl.0
source: Image-link for this page
de: Bild-Link für diese Seite

# tl_page.pageImageUrl.1
source: You can add a link to another Contao page when clicking on the image.
de: Sie können beim Klicken auf das Seitenbild auf eine andere Contao-Seite weiterleiten.

# tl_page.pageImageOverwriteMeta.0
source: Overwrite metadata
de: Metadaten überschreiben

# tl_page.pageImageOverwriteMeta.1
source: Overwrite the metadata from the file manager.
de: Die Metadaten aus der Dateiverwaltung überschreiben.

# tl_page.pageImageAlt.0
source: Alternate text
de: Alternativer Text

# tl_page.pageImageAlt.1
source: An accessible website should always provide an alternate text for images with a short description of their content.
de: Eine barrierefreie Webseite sollte immer einen alternativen Text für Bilder mit einer kurzen Beschreibung deren Inhalts enthalten.

# tl_page.pageImageTitle.0
source: Link title
de: Link-Titel

# tl_page.pageImageTitle.1
source: Enter a title for the link. If you do not provide a title, the target page title will be used.
de: Geben Sie einen Titel für den Link ein. Ohne Eingabe wird der Titel der Bild-Link-Seite verwendet.

# tl_page.image_legend
source: Page image
de: Seitenbild
